[{"movie":"TAR","rating":"76/100","summary":"Renowned musician Lydia Tár is days away from recording the symphony that will elevate her career.  However, Lydia's elaborate facade begins to unravel, revealing dirty secrets and the corrosive nature of power.","times":["10:00 AM","1:10 PM","4:20 PM","7:30 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"The Banshees of Inisherin","rating":"75/100","summary":"Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.","times":["12:40 PM","3:30 PM","6:55 PM","9:20 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Babylon","rating":"78/100","summary":"A tale of outsized ambition and outrageous excess, tracing the rise and fall of multiple characters in an era of unbridled decadence and depravity during Hollywood's transition from silent films and to sound films in the late 1920s.","times":["10:00 AM","4:10 PM","8:00 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"A Man Called Otto","rating":"74/100","summary":"Otto is a grump who's given up on life following the loss of his wife and wants to end it all. When a young family moves in nearby, he meets his match in quick-witted Marisol, leading to a friendship that will turn his world around.","times":["2:05 PM","6:00 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Avatar: The Way of Water","rating":"77/100","summary":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.","times":["11:45 AM","8:30 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"The Fabelmans","rating":"80/100","summary":"Growing up in post-World War II era Arizona, young Sammy Fabelman aspires to become a filmmaker as he reaches adolescence, but soon discovers a shattering family secret and explores how the power of films can help him see the truth.","times":["3:15 PM","6:20 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Triangle of Sadness","rating":"75/100","summary":"A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged captain. What first appeared Instagrammable ends catastrophically, leaving the survivors stranded on a desert island and fighting for survival.","times":["3:00 PM","8:20 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"What's Love Got to Do With It? ","rating":"0/100","summary":"Two childhood friends now in their thirties must decide whether to follow their heads or their hearts once the man decides to follow his parents' advice and enter into an arranged marriage in Pakistan.","times":["1:00 PM","6:00 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Emily","rating":"72/100","summary":"The imagined life of one of the world’s most famous authors, Emily Brontë, as she finds her voice and writes the literary classic Wuthering Heights. Explore the relationships that inspired her – her raw, passionate sisterhood with Charlotte and Anne; her first aching, forbidden love for Weightman and her care for her maverick brother whom she idolises.","times":["10:00 AM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"M3GAN","rating":"74/100","summary":"A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.","times":["9:20 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Marcel the Shell With Shoes On","rating":"79/100","summary":"Marcel is an adorable one-inch-tall shell who ekes out a colorful existence with his grandmother Connie and their pet lint, Alan. Once part of a sprawling community of shells, they now live alone as the sole survivors of a mysterious tragedy. But when a documentary filmmaker discovers them amongst the clutter of his Airbnb, the short film he posts online brings Marcel millions of passionate fans, as well as unprecedented dangers and a new hope at finding his long-lost family.","times":["9:50 AM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Operation Fortune: Ruse de guerre","rating":"68/100","summary":"Five Eyes, the international intelligence agency, recruits MI6 agent Orson Fortune to prevent the sale of a deadly new weapons technology that threatens to disrupt the world order.","times":["11:45 AM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"Puss in Boots: The Last Wish","rating":"86/100","summary":"Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.","times":["10:45 AM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"The Menu","rating":"73/100","summary":"A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises.","times":["4:40 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"The Whale","rating":"75/100","summary":"A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption.","times":["1:40 PM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"},{"movie":"You Can Go Now","rating":"0/100","summary":"The life and provocative work and writings of First Nations artist, Richard Bell. The film reveals the \"two Richards\" – \"Richie\" the provocateur and enfant terrible of the art world who challenges its whiteness, and the Richard who spent his childhood living in a tin shed, learnt his politics on the streets of Redfern and is known in his own community as an \"activist\".","times":["10:00 AM"],"scraped_at":"Thursday, January 26, 2023 9:19 AM"}]