[{"movie":"Babylon","rating":"78/100","summary":"A tale of outsized ambition and outrageous excess, tracing the rise and fall of multiple characters in an era of unbridled decadence and depravity during Hollywood's transition from silent films and to sound films in the late 1920s.","times":["10:15 AM","2:00 PM","8:15 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"The Banshees of Inisherin","rating":"75/100","summary":"Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.","times":["1:00 PM","4:45 PM","6:45 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"A Man Called Otto","rating":"75/100","summary":"Otto is a grump who's given up on life following the loss of his wife and wants to end it all. When a young family moves in nearby, he meets his match in quick-witted Marisol, leading to a friendship that will turn his world around.","times":["4:45 PM","6:30 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Avatar: The Way of Water","rating":"77/100","summary":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.","times":["12:50 PM","6:00 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"M3GAN","rating":"71/100","summary":"A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.","times":["4:00 PM","9:10 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Operation Fortune: Ruse de guerre","rating":"69/100","summary":"Five Eyes, the international intelligence agency, recruits MI6 agent Orson Fortune to prevent the sale of a deadly new weapons technology that threatens to disrupt the world order.","times":["3:30 PM","9:15 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"The Fabelmans","rating":"80/100","summary":"Growing up in post-World War II era Arizona, young Sammy Fabelman aspires to become a filmmaker as he reaches adolescence, but soon discovers a shattering family secret and explores how the power of films can help him see the truth.","times":["3:40 PM","7:30 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"The Menu","rating":"73/100","summary":"A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises.","times":["5:50 PM","9:40 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Triangle of Sadness","rating":"75/100","summary":"A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged captain. What first appeared Instagrammable ends catastrophically, leaving the survivors stranded on a desert island and fighting for survival.","times":["12:30 PM","7:30 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Emily","rating":"72/100","summary":"The imagined life of one of the world’s most famous authors, Emily Brontë, as she finds her voice and writes the literary classic Wuthering Heights. Explore the relationships that inspired her – her raw, passionate sisterhood with Charlotte and Anne; her first aching, forbidden love for Weightman and her care for her maverick brother whom she idolises.","times":["1:00 PM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Lyle, Lyle, Crocodile","rating":"77/100","summary":"When the Primm family moves to New York City, their young son Josh struggles to adapt to his new school and new friends. All of that changes when he discovers Lyle — a singing crocodile who loves baths, caviar and great music — living in the attic of his new home. But when Lyle’s existence is threatened by evil neighbor Mr. Grumps, the Primms must band together to show the world that family can come from the most unexpected places.","times":["10:30 AM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Marcel the Shell With Shoes On","rating":"78/100","summary":"Marcel is an adorable one-inch-tall shell who ekes out a colorful existence with his grandmother Connie and their pet lint, Alan. Once part of a sprawling community of shells, they now live alone as the sole survivors of a mysterious tragedy. But when a documentary filmmaker discovers them amongst the clutter of his Airbnb, the short film he posts online brings Marcel millions of passionate fans, as well as unprecedented dangers and a new hope at finding his long-lost family.","times":["10:25 AM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"Puss in Boots: The Last Wish","rating":"86/100","summary":"Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.","times":["10:45 AM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"},{"movie":"The Amazing Maurice","rating":"60/100","summary":"Every town on Discworld knows the stories about rats and pipers, and streetwise tomcat Maurice leads a band of educated rodent friends (and a stupid kid) on a nice little earner. Piper plus rats equals lots and lots of money. Until they run across someones playing a different tune. Now Maurice and his rats must learn a new concept: evil...","times":["10:30 AM"],"scraped_at":"Tuesday, January 24, 2023 8:46 AM"}]