[{"movie":"TAR","summary":"Renowned musician Lydia Tár is days away from recording the symphony that will elevate her career.  However, Lydia's elaborate facade begins to unravel, revealing dirty secrets and the corrosive nature of power.","times":["1:45 PM","5:00 PM","7:30 PM"],"cast":["Cate Blanchett","Nina Hoss","Noémie Merlant","Sophie Kauer","Mila Bogojevic"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>TAR</b> showing at: <b>1:45 PM 5:00 PM 7:30 PM</b>. Summary: Renowned musician Lydia Tár is days away from recording the symphony that will elevate her career.  However, Lydia's elaborate facade begins to unravel, revealing dirty secrets and the corrosive nature of power."},{"movie":"Babylon","summary":"A tale of outsized ambition and outrageous excess, tracing the rise and fall of multiple characters in an era of unbridled decadence and depravity during Hollywood's transition from silent films and to sound films in the late 1920s.","times":["2:45 PM","8:20 PM"],"cast":["Brad Pitt","Margot Robbie","Diego Calva","Jean Smart","Flea"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>Babylon</b> showing at: <b>2:45 PM 8:20 PM</b>. Summary: A tale of outsized ambition and outrageous excess, tracing the rise and fall of multiple characters in an era of unbridled decadence and depravity during Hollywood's transition from silent films and to sound films in the late 1920s."},{"movie":"The Banshees of Inisherin","summary":"Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.","times":["3:30 PM","6:10 PM"],"cast":["Colin Farrell","Brendan Gleeson","Kerry Condon","Barry Keoghan","Gary Lydon"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>The Banshees of Inisherin</b> showing at: <b>3:30 PM 6:10 PM</b>. Summary: Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them."},{"movie":"A Man Called Otto","summary":"Otto is a grump who's given up on life following the loss of his wife and wants to end it all. When a young family moves in nearby, he meets his match in quick-witted Marisol, leading to a friendship that will turn his world around.","times":["5:40 PM"],"cast":["Tom Hanks","Mariana Treviño","Rachel Keller","Manuel Garcia-Rulfo","Cameron Britton"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>A Man Called Otto</b> showing at: <b>5:40 PM</b>. Summary: Otto is a grump who's given up on life following the loss of his wife and wants to end it all. When a young family moves in nearby, he meets his match in quick-witted Marisol, leading to a friendship that will turn his world around."},{"movie":"The Fabelmans","summary":"Growing up in post-World War II era Arizona, young Sammy Fabelman aspires to become a filmmaker as he reaches adolescence, but soon discovers a shattering family secret and explores how the power of films can help him see the truth.","times":["1:50 PM","6:30 PM"],"cast":["Gabriel LaBelle","Michelle Williams","Paul Dano","Seth Rogen","Jeannie Berlin"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>The Fabelmans</b> showing at: <b>1:50 PM 6:30 PM</b>. Summary: Growing up in post-World War II era Arizona, young Sammy Fabelman aspires to become a filmmaker as he reaches adolescence, but soon discovers a shattering family secret and explores how the power of films can help him see the truth."},{"movie":"Triangle of Sadness","summary":"A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged captain. What first appeared Instagrammable ends catastrophically, leaving the survivors stranded on a desert island and fighting for survival.","times":["3:10 PM","8:40 PM"],"cast":["Harris Dickinson","Charlbi Dean","Zlatko Burić","Dolly de Leon","Vicki Berlin"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>Triangle of Sadness</b> showing at: <b>3:10 PM 8:40 PM</b>. Summary: A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged captain. What first appeared Instagrammable ends catastrophically, leaving the survivors stranded on a desert island and fighting for survival."},{"movie":"What's Love Got to Do With It? ","summary":"Two childhood friends now in their thirties must decide whether to follow their heads or their hearts once the man decides to follow his parents' advice and enter into an arranged marriage in Pakistan.","times":["6:00 PM"],"cast":["Lily James","Shazad Latif","Shabana Azmi","Emma Thompson","Sajal Ali"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>What's Love Got to Do With It?</b> showing at: <b>6:00 PM</b>. Summary: Two childhood friends now in their thirties must decide whether to follow their heads or their hearts once the man decides to follow his parents' advice and enter into an arranged marriage in Pakistan."},{"movie":"Avatar: The Way of Water","summary":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.","times":["8:20 PM"],"cast":["Sam Worthington","Zoe Saldaña","Sigourney Weaver","Britain Dalton","Stephen Lang"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>Avatar: The Way of Water</b> showing at: <b>8:20 PM</b>. Summary: Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure."},{"movie":"M3GAN","summary":"A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.","times":["9:30 PM"],"cast":["Allison Williams","Violet McGraw","Jenna Davis","Amie Donald","Jen Van Epps"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>M3GAN</b> showing at: <b>9:30 PM</b>. Summary: A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results."},{"movie":"Puss in Boots: The Last Wish","summary":"Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.","times":["10:10 AM"],"cast":["Antonio Banderas","Salma Hayek","Harvey Guillén","Wagner Moura","Florence Pugh"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>Puss in Boots: The Last Wish</b> showing at: <b>10:10 AM</b>. Summary: Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives."},{"movie":"Skinamarink","summary":"Two children wake up in the middle of the night to find their father is missing, and all the windows and doors in their home have vanished.","times":["8:30 PM"],"cast":["Lucas Paul","Dali Rose Tetreault","Ross Paul","Jaime Hill"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>Skinamarink</b> showing at: <b>8:30 PM</b>. Summary: Two children wake up in the middle of the night to find their father is missing, and all the windows and doors in their home have vanished."},{"movie":"The Menu","summary":"A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises.","times":["3:20 PM"],"cast":["Ralph Fiennes","Anya Taylor-Joy","Nicholas Hoult","Hong Chau","Janet McTeer"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>The Menu</b> showing at: <b>3:20 PM</b>. Summary: A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises."},{"movie":"The Whale","summary":"A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption.","times":["5:00 PM"],"cast":["Brendan Fraser","Sadie Sink","Hong Chau","Ty Simpkins","Samantha Morton"],"scraped_at":"Friday, January 27, 2023 1:40PM","bot_text":"<b>The Whale</b> showing at: <b>5:00 PM</b>. Summary: A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption."}]